export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'Дата'
      },
      ценуличка: {
        __caption__: ''
      },
      покупатель: {
        __caption__: 'Покупатель',
        навзвание: {
          __caption__: 'Навзвание'
        }
      },
      строкаПродажи: {
        __caption__: 'Строка продажи',
        колво: {
          __caption__: ''
        },
        товар: {
          __caption__: 'Товар',
          название: {
            __caption__: 'Название'
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      },
      общаяЦена: {
        __caption__: 'Общая цена'
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'Дата'
      },
      ценуличка: {
        __caption__: ''
      },
      покупатель: {
        __caption__: 'Навзвание',
        навзвание: {
          __caption__: 'Навзвание'
        }
      },
      общаяЦена: {
        __caption__: 'Общая цена'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    ценуличка: {
      __caption__: 'ценуличка'
    },
    покупатель: {
      __caption__: 'Покупатель'
    },
    строкаПродажи: {
      __caption__: 'Строка продажи'
    },
    общаяЦена: {
      __caption__: 'Общая цена'
    }
  }
};
