export default {
  projections: {
    СтрокаПродажиE: {
      количество: {
        __caption__: 'Количество'
      },
      товар: {
        __caption__: 'Товар',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    колво: {
      __caption__: 'колво'
    },
    жБС: {
      __caption__: 'жБС'
    },
    товар: {
      __caption__: 'Товар'
    },
    продажа: {
      __caption__: 'продажа'
    },
    количество: {
      __caption__: 'Количество'
    }
  }
};
