export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'дата'
      },
      общаяЦена: {
        __caption__: 'общаяЦена'
      },
      покупатель: {
        __caption__: 'покупатель',
        навзвание: {
          __caption__: 'навзвание'
        }
      },
      строкаПродажи: {
        __caption__: 'строкаПродажи',
        количество: {
          __caption__: 'количество'
        },
        товар: {
          __caption__: 'товар',
          название: {
            __caption__: 'название'
          }
        }
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'дата'
      },
      общаяЦена: {
        __caption__: 'общаяЦена'
      },
      покупатель: {
        __caption__: 'покупатель',
        навзвание: {
          __caption__: 'навзвание'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    общаяЦена: {
      __caption__: 'общаяЦена'
    },
    покупатель: {
      __caption__: 'покупатель'
    },
    строкаПродажи: {
      __caption__: 'строкаПродажи'
    }
  }
};
