export default {
  projections: {
    СтрокаПродажиE: {
      колво: {
        __caption__: 'колво'
      },
      товар: {
        __caption__: 'товар',
        название: {
          __caption__: 'название'
        }
      },
      количество: {
        __caption__: 'количество'
      }
    }
  },
  validations: {
    колво: {
      __caption__: 'колво'
    },
    жБС: {
      __caption__: 'жБС'
    },
    товар: {
      __caption__: 'товар'
    },
    продажа: {
      __caption__: 'продажа'
    },
    количество: {
      __caption__: 'количество'
    }
  }
};
